[
  {
    "ProductId": "0d4f1332-4058-460e-94e3-0ade45619ccc",
    "SupplierId": "11b51e93-f79e-43c5-a365-5ae6e3873e41",
    "ProductName": "Dunlo",
    "ProductDescription": "Irure mollit consequat et nulla culpa est nulla esse. Dolor cillum mollit consectetur duis laboris do amet pariatur deserunt labore. Adipisicing ad voluptate deserunt Lorem nostrud adipisicing dolore. Quis nisi Lorem non ex labore aute est reprehenderit qui esse aliquip esse labore mollit.\r\n",
    "CategoryId": "176a4c62-fb1b-4d77-9698-f1d80c116039",
    "Price": 111562.82
  },
  {
    "ProductId": "ebe8bfd4-1b9f-4d9a-8b6b-2e4f53c6c409",
    "SupplierId": "11b51e93-f79e-43c5-a365-5ae6e3873e41",
    "ProductName": "Chautauqua",
    "ProductDescription": "Cillum mollit id ea officia. Anim consectetur nulla sit enim nostrud dolor est cillum quis ullamco nisi dolore. Cillum Lorem eiusmod minim sit sint quis velit tempor id mollit quis tempor ut enim. Laborum ullamco irure consequat dolor ea elit ea occaecat reprehenderit.\r\n",
    "CategoryId": "176a4c62-fb1b-4d77-9698-f1d80c116039",
    "Price": 33317.72
  },
  {
    "ProductId": "fa6457b1-78f5-43c1-bb8f-fd1e3fc7b799",
    "SupplierId": "11b51e93-f79e-43c5-a365-5ae6e3873e41",
    "ProductName": "Dargan",
    "ProductDescription": "Est cillum quis quis irure enim officia Lorem ex sint. Commodo elit voluptate eu eiusmod est. Laborum ullamco magna deserunt sunt ex minim nostrud deserunt sint id occaecat anim.\r\n",
    "CategoryId": "9702377d-512a-432a-8608-4a1281e42292",
    "Price": 153785.21
  },
  {
    "ProductId": "925afd76-c58e-470f-9dc8-e29947a33524",
    "SupplierId": "222e4f5f-fe2b-4e55-a50a-0671f5d9a2fa",
    "ProductName": "Convent",
    "ProductDescription": "Deserunt sint exercitation amet non aute aliquip proident ea laboris in incididunt. Anim est commodo labore sint quis labore mollit aliqua velit commodo ea incididunt. Nostrud Lorem incididunt nostrud est quis nisi cillum. Excepteur in aliqua velit aliquip fugiat. Elit officia officia proident magna enim nisi et. Exercitation cillum irure proident aute consectetur cupidatat reprehenderit do dolor aute. Velit incididunt ex irure consectetur eu consectetur anim eiusmod sint id nisi elit.\r\n",
    "CategoryId": "9702377d-512a-432a-8608-4a1281e42292",
    "Price": 36919.65
  },
  {
    "ProductId": "709ad868-461a-4998-8348-9d370f4b3fc4",
    "SupplierId": "222e4f5f-fe2b-4e55-a50a-0671f5d9a2fa",
    "ProductName": "Sanborn",
    "ProductDescription": "Commodo ipsum fugiat commodo ad. Aliqua culpa eiusmod ex labore laboris excepteur consequat ullamco ipsum dolore. Eu do qui minim veniam.\r\n",
    "CategoryId": "5d804063-10cc-4cf8-b2b2-d93fc98f8f59",
    "Price": 126299.48
  },
  {
    "ProductId": "9694b2d1-3d54-4fbc-968e-02c0bc67020a",
    "SupplierId": "222e4f5f-fe2b-4e55-a50a-0671f5d9a2fa",
    "ProductName": "Sperryville",
    "ProductDescription": "Pariatur aute aliquip aliquip sunt ut officia excepteur aliqua. Consequat voluptate consectetur dolore elit voluptate nostrud. Ullamco proident pariatur consequat excepteur labore. Ea nulla cupidatat non eu incididunt adipisicing ea anim mollit commodo voluptate.\r\n",
    "CategoryId": "5d804063-10cc-4cf8-b2b2-d93fc98f8f59",
    "Price": 146963.81
  },
  {
    "ProductId": "79c91a16-c0f5-482f-adb6-f7d03bbe8c46",
    "SupplierId": "2613956c-7b0d-4ffe-a1a2-c7d007a2c34d",
    "ProductName": "Wakulla",
    "ProductDescription": "Anim sit commodo fugiat cupidatat magna quis occaecat non enim sit ipsum amet est dolore. Qui ullamco consequat elit reprehenderit Lorem excepteur ipsum ea. Commodo irure laborum laboris non incididunt voluptate quis ex. Sint aliquip incididunt ullamco culpa magna aute mollit minim. Officia voluptate aliquip labore enim eiusmod labore ex pariatur occaecat exercitation qui sint voluptate. Consequat Lorem veniam proident ipsum sit adipisicing laborum. Irure irure enim veniam eu velit minim minim culpa et sint.\r\n",
    "CategoryId": "2a44dd92-e06d-4ffa-bbf2-62577ea0e1b7",
    "Price": 131557.92
  },
  {
    "ProductId": "67969578-362b-48aa-833b-745702edde1d",
    "SupplierId": "2613956c-7b0d-4ffe-a1a2-c7d007a2c34d",
    "ProductName": "Linwood",
    "ProductDescription": "Officia exercitation consectetur adipisicing consectetur anim eiusmod elit ad culpa. Cupidatat cillum pariatur fugiat reprehenderit consectetur officia duis tempor irure pariatur ut eu magna nostrud. Pariatur tempor nisi sint velit do do sint irure. Nulla eu excepteur qui ad nulla amet et consectetur consequat. Reprehenderit fugiat et laboris nulla velit anim.\r\n",
    "CategoryId": "2a44dd92-e06d-4ffa-bbf2-62577ea0e1b7",
    "Price": 149902.38
  },
  {
    "ProductId": "051e931c-5412-4111-a7c1-2b8cc4e87254",
    "SupplierId": "4502bdb5-e121-4d79-a66a-1766880c882b",
    "ProductName": "Canterwood",
    "ProductDescription": "Ut elit incididunt nulla aliqua voluptate adipisicing nulla. Laboris dolor velit aute eu anim cupidatat sint qui consequat aliqua deserunt. Duis ea exercitation duis id commodo adipisicing cillum ex ad cillum. Laboris mollit excepteur nostrud laboris culpa aute eu ea fugiat velit.\r\n",
    "CategoryId": "69644191-a282-4679-8b00-d4446cfe24a8",
    "Price": 161781.27
  },
  {
    "ProductId": "1e6db0af-e3c9-4a1c-b908-61eca942874e",
    "SupplierId": "4502bdb5-e121-4d79-a66a-1766880c882b",
    "ProductName": "Hampstead",
    "ProductDescription": "Veniam cupidatat est eu exercitation ut reprehenderit officia cupidatat laboris culpa. Sint quis fugiat do eu aliqua voluptate. Enim et exercitation exercitation anim. Esse dolor reprehenderit elit sint Lorem cupidatat aute excepteur do consectetur ut eu. Dolore ullamco labore veniam aliqua magna anim irure exercitation enim. Ea id nulla veniam excepteur nostrud commodo sint fugiat do est occaecat aliqua irure.\r\n",
    "CategoryId": "8516c789-d0c4-40d7-ba97-7fe73b4e01d8",
    "Price": 183128.45
  }
]